tap "azhuchkov/tools"
tap "brimdata/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "rbenv/tap"
tap "simonw/llm"
brew "ack"
brew "glib"
brew "openssl@3"
brew "readline"
brew "apkleaks"
brew "automake"
brew "pyyaml"
brew "awsume"
brew "bat"
brew "chezmoi"
brew "chruby"
brew "coreutils"
brew "dfu-programmer"
brew "docker-machine"
brew "fd"
brew "fx"
brew "gdbm"
brew "gh"
brew "gnutls"
brew "go"
brew "groff"
brew "hugo"
brew "imagemagick"
brew "ipcalc"
brew "libffi"
brew "libksba"
brew "openssl@1.1"
brew "python@3.9"
brew "mas"
brew "mcfly"
brew "micro"
brew "miller"
brew "ripgrep"
brew "nb"
brew "neofetch"
brew "osv-scanner"
brew "pipenv"
brew "qemu"
brew "podman", restart_service: true
brew "pv"
brew "pyenv"
brew "python@3.11"
brew "python@3.8"
brew "rbenv"
brew "ruby-install"
brew "ruby@3.0"
brew "volta"
brew "zlib"
brew "azhuchkov/tools/tunblkctl"
cask "beardedspice"
cask "bookletcreator"
cask "cleanupbuddy"
cask "cool-retro-term"
cask "json-viewer"
cask "ngrok"
cask "piphero"
cask "thonny"
mas "ColorSlurp", id: 1287239339
mas "Dashlane", id: 517914548
mas "Hotspot Shield", id: 771076721
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Klack", id: 6446206067
mas "Magnet", id: 441258766
mas "Mastonaut", id: 1450757574
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PiPer", id: 1421915518
mas "Tailscale", id: 1475387142
mas "The Unarchiver", id: 425424353
mas "WiFi Explorer", id: 494803304
