tap "azhuchkov/tools"
tap "brimdata/tap"
tap "caarlos0/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "rbenv/tap"
tap "simonw/llm"
brew "ack"
brew "agg"
brew "glib"
brew "openssl@3"
brew "readline"
brew "apkleaks"
brew "asciinema"
brew "automake"
brew "awsume"
brew "azure-cli"
brew "bat"
brew "blueutil"
brew "chezmoi"
brew "chruby"
brew "cloc"
brew "colima", restart_service: :changed
brew "coreutils"
brew "dfu-programmer"
brew "direnv"
brew "diskonaut"
brew "docker-machine"
brew "doggo"
brew "eza"
brew "fd"
brew "fx"
brew "gdbm"
brew "gh"
brew "gnutls"
brew "go"
brew "groff"
brew "handbrake"
brew "imagemagick"
brew "ipcalc"
brew "libffi"
brew "libksba"
brew "logdy"
brew "mas"
brew "mcfly"
brew "micro"
brew "miller"
brew "ripgrep"
brew "nb"
brew "neofetch"
brew "openssl@1.1"
brew "osv-scanner"
brew "p7zip"
brew "pipenv"
brew "pkgconf"
brew "poetry"
brew "pv"
brew "pyenv"
brew "python@3.11"
brew "python@3.9"
brew "pyyaml"
brew "qcachegrind"
brew "qemu"
brew "qpdf"
brew "rbenv"
brew "ruby-install"
brew "ruby@3.0"
brew "rustup"
brew "unrtf"
brew "uv"
brew "volta"
brew "yt-dlp"
brew "zlib"
brew "azhuchkov/tools/tunblkctl"
cask "amazon-chime"
cask "arduino-ide"
cask "audio-hijack"
cask "balenaetcher"
cask "beardedspice"
cask "bookletcreator"
cask "chatgpt"
cask "claude"
cask "cleanupbuddy"
cask "dbeaver-community"
cask "discord"
cask "focusrite-control"
cask "forklift"
cask "google-chrome"
cask "google-chrome@canary"
cask "granola"
cask "json-viewer"
cask "kid3"
cask "latest"
cask "mattermost"
cask "notunes"
cask "piphero"
cask "postman"
cask "raspberry-pi-imager"
cask "sequel-ace"
cask "signal"
cask "soundsource"
cask "telegram"
cask "the-unarchiver"
cask "thonny"
cask "wifi-explorer"
cask "wireshark"
cask "zoom"
mas "ColorSlurp", id: 1287239339
mas "Dashlane", id: 517914548
mas "Hotspot Shield", id: 771076721
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Klack", id: 6446206067
mas "Magnet", id: 441258766
mas "Mastonaut", id: 1450757574
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PiPer", id: 1421915518
mas "Xcode", id: 497799835
